FingerCollection/HiPiaoInterface/xml/PlancinemaRequest.xml

<?xml version="1.0" encoding="utf-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Header>
    <xs:RequestSOAPHeader xmlns:xs="http://www">
      <xs:spId xmlns:xs="http://www.chinatelecom.com.cn/schema/ctcc/common/v2_1">hipiao</xs:spId>
      <xs:spPassword xmlns:xs="http://www.chinatelecom.com.cn/schema/ctcc/common/v2_1">hipiao@iphone</xs:spPassword>
      <xs:mobilekey xmlns:xs="http://www.chinatelecom.com.cn/schema/ctcc/common/v2_1">13800000000</xs:mobilekey>
    </xs:RequestSOAPHeader>
  </SOAP-ENV:Header>
  <SOAP-ENV:Body>
    <ns2:getPlancinemaVii xmlns:ns2="http://service.server.com">
      <cinemanumber>44004501</cinemanumber>
      <date>09月06日</date>
      <clintform>ANDROID/IPHONE/IPAD</clintform>
    </ns2:getPlancinemaVii>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>